[{"c":"人之初，  \n性本善。","p":"rén zhī chū  \nxìng běn shàn","e":"Men at their birth are naturally good."},{"c":"性相近，  \n习相远。","p":"xìng xiāng jìn  \nxí xiāng yuǎn","e":"Their natures are much the same; their habits become widely different."},{"c":"苟不教，  \n性乃迁。","p":"gǒu bù jiāo  \nxìng nǎi qiān","e":"If foolishly there is no teaching, the nature will deteriorate."},{"c":"教之道，  \n贵以专。","p":"jiāo zhī dào  \nguì yǐ zhuān","e":"The right way in teaching, is to attach the utmost importance to thoroughness."},{"c":"昔孟母，  \n择邻处。","p":"xī mèng mǔ  \nzé lín chǔ","e":"Of old, the mother of Mencius chose a neighbourhood;"},{"c":"子不学，  \n断机杼。","p":"zǐ bù xué  \nduàn jī zhù","e":"and when her child would not learn, she broke the shuttle from the loom."},{"c":"窦燕山，  \n有义方。","p":"dòu yàn shān  \nyǒu yì fāng","e":"Tou of the Swallow Hills had the right method."},{"c":"教五子，  \n名俱扬。","p":"jiāo wǔ zǐ  \nmíng jù yáng","e":"He taught five sons, each of whom raised the family reputation."},{"c":"养不教，  \n父之过。","p":"yǎng bù jiào  \nfù zhī guò","e":"To feed without teaching is the father's fault."},{"c":"教不严，  \n师之惰。","p":"jiāo bù yán  \nshī zhī duò","e":"To teach without severity is the teacher's laziness."},{"c":"子不学，  \n非所宜。","p":"zǐ bù xué  \nfēi suǒ yí","e":"If the child does not learn, this is not as it should be."},{"c":"幼不学，  \n老何为。","p":"yòu bù xué  \nlǎo hé wèi","e":"If he does not learn while young, what will he be when old?"},{"c":"玉不琢，  \n不成器。","p":"yù bù zhuó  \nbù chéng qì","e":"If jade is not polished, it cannot become a thing of use."},{"c":"人不学，  \n不知义。","p":"rén bù xué  \nbùzhī yì","e":"If a man does not learn, he cannot know his duty towards his neighbour."},{"c":"为人子，  \n方少时。","p":"wéirén zǐ  \nfāng shào shí","e":"He who is the son of a man, when he is young"},{"c":"亲师友，  \n习礼仪。","p":"qīn shī yǒu  \nxí lǐyí","e":"should attach himself to his teachers and friends, and practise ceremonial usages."},{"c":"香九龄，  \n能温席。","p":"xiāng jiǔ líng  \nnéng wēn xí","e":"Hsiang, at nine years of age, could warm (his parents') bed."},{"c":"孝于亲，  \n所当执。","p":"xiào yú qīn  \nsuǒ dāng zhí","e":"Filial piety towards parents, is that to which we should hold fast."},{"c":"融四岁，  \n能让梨。","p":"róng sì suì  \nnéng ràng lí","e":"Jung, at four years of age, could yield the (bigger) pears."},{"c":"弟于长，  \n宜先知。","p":"dì yú zhǎng  \nyí xiānzhī","e":"To behave as a younger brother towards elders, is one of the first things to know."},{"c":"首孝弟，  \n次见闻。","p":"shǒu xiào dì  \ncì jiànwén","e":"Begin with filial piety and fraternal love, and then see and hear ."},{"c":"知某数，  \n识某文。","p":"zhī mǒu shǔ  \nshí mǒu wén","e":"Learn to count, and learn to read."},{"c":"一而十，  \n十而百。","p":"yī ér shí  \nshí ér bǎi","e":"Units and tens, then tens and hundreds,"},{"c":"百而千，  \n千而万。","p":"bǎi ér qiān  \nqiān ér wàn","e":"hundreds and thousands, thousands and tens of thousands."},{"c":"三才者，  \n天地人。","p":"sān cái zhě  \ntiāndì rén","e":"The Three Forces are Heaven, Earth, and Man."},{"c":"三光者，  \n日月星。","p":"sān guāng zhě  \nrì yuè xīng","e":"The Three Luminaries are the sun, the moon and the stars."},{"c":"三纲者，  \n君臣义。","p":"sān gāng zhě  \njūn chén yì","e":"The Three Bonds are (1) the obligation between sovereign and subject,"},{"c":"父子亲，  \n夫妇顺。","p":"fù zǐ qīn  \nfūfù shùn","e":"(2) the love between father and child, (3) the harmony between husband and wife."},{"c":"曰春夏，  \n曰秋冬。","p":"yuē chūn xià  \nyuē qiū dōng","e":"We speak of spring and summer, we speak of autumn and winter."},{"c":"此四时，  \n运不穷。","p":"cǐ sì shí  \nyùn bù qióng","e":"These four seasons revolve without ceasing."},{"c":"曰南北，  \n曰西东。","p":"yuē nánběi  \nyuē xī dōng","e":"We speak of north and south, we speak of east and west."},{"c":"此四方，  \n应乎中。","p":"cǐ sìfāng  \nyīng hū zhòng","e":"These four points respond to the requirements of the centre."},{"c":"曰水火，  \n木金土。","p":"yuē shuǐhuǒ  \nmù jīn tǔ","e":"We speak of water, fire, wood, metal and earth."},{"c":"此五行，  \n本乎数。","p":"cǐ wǔ xíng  \nběn hū shǔ","e":"These five elements have their origin in number."},{"c":"曰仁义，  \n礼智信。","p":"yuē rén yì  \nlǐ zhì xìn","e":"We speak of charity of heart and of duty towards one's neighbour, of propriety, of wisdom, and of truth."},{"c":"此五常，  \n不容紊。","p":"cǐ wǔ cháng  \nbù róng wěn","e":"These five virtues admit of no compromise."},{"c":"稻粱菽，  \n麦黍稷。","p":"dào liáng shū  \nmài shǔ jì","e":"Rice, spiked millet, pulse, wheat, glutinous millet and common millet."},{"c":"此六谷，  \n人所食。","p":"cǐ liù gǔ  \nrén suǒ shí","e":"These six grains are those which men eat."},{"c":"马牛羊，  \n鸡犬豕。","p":"mǎ niú yáng  \njī quǎn shǐ","e":"The horse, the ox, the sheep, the fowl, the dog, the pig."},{"c":"此六畜，  \n人所饲。","p":"cǐ liù chù  \nrén suǒ sì","e":"These six animals are those which men keep."},{"c":"曰喜怒，  \n曰哀惧。","p":"yuē xǐ nù  \nyuē āi jù","e":"We speak of joy, of anger, we speak of pity, of fear,"},{"c":"爱恶欲，  \n七情具。","p":"ài è  yù  \nqī qíng jù","e":"of love, of hate, and of desire. These are the seven passions."},{"c":"匏土革，  \n木石金。","p":"páo tǔ gé  \nmù shí jīn","e":"The gourd, earthenware, skin, wood, stone, metal,"},{"c":"与丝竹，  \n乃八音。","p":"yǔ sī zhú  \nnǎi bā yīn","e":"silk, and bamboo, yield the eight musical sounds."},{"c":"高曾祖，  \n父而身。","p":"gāo zēngzǔ  \nfù ér shēn","e":"Great great grandfather, great grandfather, grandfather, father and self,"},{"c":"身而子，  \n子而孙。","p":"shēn ér zǐ  \nzǐ ér sūn","e":"self and son, son and grandson,"},{"c":"自子孙，  \n至元曾。","p":"zì zǐsūn  \nzhì yuán céng","e":"from son and grandson, on to great grandson and great great grandson."},{"c":"乃九族，  \n而之伦。","p":"nǎi jiǔ zú  \nér zhī lún","e":"These are the nine agnates, constituting the kinships of man."},{"c":"父子恩，  \n夫妇从。","p":"fù zǐ ēn  \nfūfù cóng","e":"Affection between father and child, harmony between husband and wife,"},{"c":"兄则友，  \n弟则恭。","p":"xiōng zé yǒu  \ndì zé gōng","e":"friendliness on the part of elder brothers, respectfulness on the part of younger brothers,"},{"c":"长幼序，  \n友与朋。","p":"zhǎng yòu xù  \nyǒu yǔ péng","e":"precedence between elders and youngers, as between friend and friend,"},{"c":"君则敬，  \n臣则忠。","p":"jūn zé jìng  \nchén zé zhōng","e":"respect on the part of the sovereign, loyalty on the part of the subject."},{"c":"此十义，  \n人所同。","p":"cǐ shí yì  \nrén suǒ tóng","e":"These ten obligations are common to all men."},{"c":"凡训蒙，  \n须讲究。","p":"fán xùn méng  \nxū jiǎngjiū","e":"In the education of the young, there should be explanation and elucidation,"},{"c":"详训诂，  \n名句读。","p":"xiáng xùngū  \nmíng jù dú","e":"careful teaching of the interpretations of commentators, and due attention to paragraphs and sentences."},{"c":"为学者，  \n必有初。","p":"wèi xuézhě  \nbì yǒu chū","e":"Those who are learners must have a beginning."},{"c":"小学终，  \n至四书。","p":"xiǎoxué zhōng  \nzhì sì shū","e":"The \"Little Learning\" finished, they proceed to the \"Four Books\"."},{"c":"论语者，  \n二十篇。","p":"lùn yǔ zhě  \nèrshí piān","e":"There is the Lun Yü, in twenty sections."},{"c":"群弟子，  \n记善言。","p":"qún dìzǐ  \njì shàn yán","e":"In this, the various disciples have recorded the wise sayings of Confucius."},{"c":"孟子者，  \n七篇止。","p":"mèng zǐ zhě  \nqī piān zhǐ","e":"The works of Mencius are comprised in seven sections."},{"c":"讲道德，  \n说仁义。","p":"jiǎng dàodé  \nshuō rén yì","e":"These explain the WAY and the exemplification thereof, and expound charity and duty towards one's neighbour."},{"c":"作中庸，  \n子思笔。","p":"zuō zhōngyōng  \nzǐ sī bǐ","e":"The \"Chung Yung\" was written by the pen of Tzu-ssu;"},{"c":"中不偏，  \n庸不易。","p":"zhòng bù piān  \nyōng bù yì","e":"\"Chung\" (the middle) being that which does not lean towards any side, \"Yung\" (the course) being that which cannot be changed."},{"c":"作大学，  \n乃曾子。","p":"zuō dàxué  \nnǎi céng zǐ","e":"He who wrote \"The Great Learning\" was the philosopher Tsêng."},{"c":"自修齐，  \n至平治。","p":"zìxiū qí  \nzhì píng zhì","e":"Beginning with cultivation of the individual and ordering of the family, it goes on to government of one's own State and tranquillisation of the Empire."},{"c":"孝经通，  \n四书熟。","p":"xiào jīng tōng  \nsì shū shú","e":"When the \"Classic of Filial Piety\" is mastered, and the \"Four Books\" are known by heart."},{"c":"如六经，  \n始可读。","p":"rú liù jīng  \nshǐ kě dú","e":"The next step is to the \"Six Classics\", which may now be studied."},{"c":"诗书易，  \n礼春秋。","p":"shī shū yì  \nlǐ chūnqiū","e":"The \"Books of Poetry\", of \"History\" and of \"Changes\", the \"Rites of the Chou Dynasty\", the \"Book of Rites\", and the \"Spring and Autumn Annals\","},{"c":"号六经，  \n当讲求。","p":"hào liù jīng  \ndàng jiǎng qiú","e":"are called the Six Classics, which should be carefully explained and analysed."},{"c":"有连山，  \n有归藏。","p":"yǒu lián shān  \nyǒu guī zàng","e":"There is the \"Lien shan\" system, there is the \"Kuei tsang\","},{"c":"有周易，  \n三易详。","p":"yǒu zhōu yì  \nsān yì xiáng","e":"and there is the system of Changes of the Chou Dynasty; such are the three systems which elucidate the Changes."},{"c":"有典谟，  \n有训诰。","p":"yǒu diǎn mó  \nyǒu xùn gào","e":"There are the Regulations, the Counsels, the Instructions, the Announcements,"},{"c":"有誓命，  \n书之奥。","p":"yǒu shì mìng  \nshū zhī ào","e":"the Oaths, the Charges; these are the profundities of the Book of History."},{"c":"我周公，  \n作周礼。","p":"wǒ zhōu gōng  \nzuō zhōu lǐ","e":"Our Duke of Chou drew up the Ritual of the Chou Dynasty,"},{"c":"著六官，  \n存治体。","p":"zhe liù guān  \ncún zhì tǐ","e":"in which he set forth the duties of the six classes of officials, and thus gave a settled form to the government."},{"c":"大小戴，  \n注礼记。","p":"dàxiǎo dài  \nzhù lǐ jì","e":"The Elder and the Younger Tai wrote commentaries on the Book of Rites."},{"c":"述圣言，  \n礼乐备。","p":"shù shèng yán  \nlǐ yuè bèi","e":"They published the holy words, and Ceremonies and Music were set in order."},{"c":"曰国风，  \n曰雅颂。","p":"yuē guó fēng  \nyuē yǎ sòng","e":"We speak of the \"Kuo feng\", we speak of the \"Ya\" and of the \"Sung\"."},{"c":"号四诗，  \n当讽咏。","p":"hào sì shī  \ndàng fěng yǒng","e":"These are the four sections of the Book of Poetry, which should be hummed over and over."},{"c":"诗既亡，  \n春秋作。","p":"shī jì wáng  \nchūnqiū zuō","e":"When odes ceased to be made, the \"Spring and Autumn Annals\" were produced."},{"c":"寓褒贬，  \n别善恶。","p":"yù bāobiǎn  \nbié shàn è","e":"These \"Annals\" contain praise and blame, and distinguish the good from the bad."},{"c":"三传者，  \n有公羊。","p":"sān zhuàn zhě  \nyǒu gōng yáng","e":"The three commentaries upon the above, include that of Kung-Yang,"},{"c":"有左氏，  \n有彀梁。","p":"yǒu zuǒ shì  \nyǒu gòu liáng","e":"that of Tso, and that of Ku-Liang."},{"c":"经既明，  \n方读子。","p":"jīng jì míng  \nfāng dú zǐ","e":"When the classics are understood, then the writings of the various philosophers should be read."},{"c":"撮其要，  \n记其事。","p":"cuō qí yào  \njì qí shì","e":"Pick out the important points in each, and take a note of all facts."},{"c":"五子者，  \n有荀杨。","p":"wǔ zǐ zhě  \nyǒu Xún yáng","e":"The five chief philosophers are Hsün, Yang,"},{"c":"文中子，  \n及老庄。","p":"wén zhōngzǐ  \njí lǎo zhuāng","e":"Wên Chung Tzu, Lao Tzu and Chuang Tzu."},{"c":"经子通，  \n读诸史。","p":"jīng zǐ tōng  \ndú zhū shǐ","e":"When the Classics and the Philosophers are mastered, the various histories should then be read,"},{"c":"考世系，  \n知终始。","p":"kǎo shìxì  \nzhī zhōng shǐ","e":"and the genealogical connections should be examined, so that the end of one dynasty and the beginning of the next may be known."},{"c":"自羲农，  \n至黄帝。","p":"zì xī nóng  \nzhì huáng dì","e":"From Fu Hsi and Shên Nung on to the Yellow Emperor, --"},{"c":"号三皇，  \n居上世。","p":"hào sān huáng  \njū shàng shì","e":"these are called the Three Rulers, who lived in the early ages."},{"c":"唐有虞，  \n号二帝。","p":"táng yǒu yú  \nhào èr dì","e":"T'ang and Yu-Yü are called the Two Emperors."},{"c":"相揖逊，  \n称盛世。","p":"xiāng yī xùn  \nchèn chéng shì","e":"They abdicated, one after the other, and theirs was called the Golden Age."},{"c":"夏有禹，  \n商有汤。","p":"xià yǒu Yǔ  \nshāng yǒu tāng","e":"The Hsia dynasty had Yü; and the Shang dynasty had T'ang;"},{"c":"周文武，  \n称三王。","p":"zhōu wén wǔ  \nchèn sān wáng","e":"the Chou dynasty had Wên and Wu;-- these are called the Three Kings."},{"c":"夏传子，  \n家天下。","p":"xià zhuàn zǐ  \njiā tiānxià","e":"Under the Hsia dynasty the throne was transmitted from father to son, making a family possession of the empire."},{"c":"四百载，  \n迁夏社。","p":"sì bǎi zài  \nqiān xià shè","e":"After four hundred years, the Imperial sacrifice passed from the House of Hsia."},{"c":"汤伐夏，  \n国号商。","p":"tāng fá xià  \nguó hào shāng","e":"T'ang the completer destroyed the Hsia Dynasty and the dynastic title became Shang."},{"c":"六百载，  \n至纣亡。","p":"liù bǎi zài  \nzhì zhòu wáng","e":"The line lasted for six hundred years, ending with Chou Hsin."},{"c":"周武王，  \n始诛纣。","p":"zhōu wǔ wáng  \nshǐ zhū zhòu","e":"King Wu of the Chou Dynasty finally slew Chou Hsin."},{"c":"八百载，  \n最长久。","p":"bā bǎi zài  \nzuì chángjiǔ","e":"His own line lasted for eight hundred years; -- the longest dynasty of all."},{"c":"周辙东，  \n王纲堕。","p":"zhōu zhé dōng  \nwáng gāng duò","e":"When the Chous made tracks eastwards, the feudal bond was slackened;"},{"c":"逞干戈，  \n尚游说。","p":"chěng gāngē  \nshàng yóu shuō","e":"the arbitrament of spear and shields prevailed; and peripatetic politicians were held in high esteem."},{"c":"始春秋，  \n终战国。","p":"shǐ chūnqiū  \nzhōng zhànguó","e":"This period began with the Spring and Autumn Epoch, and ended with that of the Warring States."},{"c":"五霸强，  \n七雄出。","p":"wǔ bà qiáng  \nqī xióng chū","e":"Next, the Five Chieftains domineered, and the Seven Martial States came to the front."},{"c":"嬴秦氏，  \n始兼并。","p":"yíng qín shì  \nshǐ jiānbìng","e":"Then the House of Ch'in, descended from the Ying clan, finally united all the States under one sway."},{"c":"传二世，  \n楚汉争。","p":"zhuàn èr shì  \nchǔ hàn zhēng","e":"The throne was transmitted to Erh Shih, upon which followed the struggle between the Ch'u and the Han States."},{"c":"高祖兴，  \n汉业建。","p":"gāo zǔ xīng  \nhàn yè jiàn","e":"Then Kao Tsu arose, and the House of Han was established."},{"c":"至孝平，  \n王莽篡。","p":"zhì xiào píng  \nwáng mǎng cuàn","e":"When we come to the reign of Hsiao P'ing, Wang Mang usurped the throne."},{"c":"光武兴，  \n为东汉。","p":"guāng wǔ xīng  \nwèi dōnghàn","e":"Then Kuang Wu arose, and founded the Eastern Han Dynasty."},{"c":"四百年，  \n终于献。","p":"sì bǎinián  \nzhōngyú xiàn","e":"It lasted four hundred years, and ended with the Emperor Hsien."},{"c":"魏蜀吴，  \n争汉鼎。","p":"wèi shǔ wú  \nzhēng hàn dǐng","e":"Wei, Shu, and Wu, fought for the sovereignty of the Hans."},{"c":"号三国，  \n迄两晋。","p":"hào sān guó  \nqì liǎng jìn","e":"They were called the Three Kingdoms, and existed until the Two Chin Dynasties."},{"c":"宋齐继，  \n梁陈承。","p":"sòng qí jì  \nliáng chén chéng","e":"Then followed the Sung and the Ch'i dynasties, and after them the Liang and Ch'ên dynasties"},{"c":"为南朝，  \n都金陵。","p":"wèi nán cháo  \ndōu jīn líng","e":"These are the southern dynasties, with their capital at Nanking."},{"c":"北元魏，  \n分东西。","p":"běi yuán wèi  \nfēn dōngxi","e":"The northern dynasties are the Wei dynasty of the Yüan family, which split into Eastern and Western Wei,"},{"c":"宇文周，  \n兴高齐。","p":"yǔ wén zhōu  \nxīng gāo qí","e":"the Chou dynasty of the Yü-wen family, with the Ch'i dynasty of the Kao family."},{"c":"迨至隋，  \n一土宇。","p":"dài zhì suí  \nyī tǔ yǔ","e":"At length, under the Sui dynasty, the empire was united under one ruler."},{"c":"不再传，  \n失统绪。","p":"búzài zhuàn  \nshī tǒng xù","e":"The throne was not transmitted twice, succession to power being lost."},{"c":"唐高祖，  \n起义师。","p":"táng gāo zǔ  \nqǐyì shī","e":"The first Emperor of the T'ang dynasty raised volunteer troops."},{"c":"除隋乱，  \n创国基。","p":"chú suí luàn  \nchuāng guó jī","e":"He put an end to the disorder of the House of Sui, and established the foundations of his line."},{"c":"二十传，  \n三百载。","p":"èrshí zhuàn  \nsān bǎi zài","e":"Twenty times the throne was transmitted in a period of three hundred years."},{"c":"梁灭之，  \n国乃改。","p":"liáng miè zhī  \nguó nǎi gǎi","e":"The Liang State destroyed it, and the dynastic title was changed."},{"c":"梁唐晋，  \n及汉周。","p":"liáng táng jìn  \njí hàn zhōu","e":"The Liang, the T'ang, the Chin, the Han, and the Chou,"},{"c":"称五代，  \n皆有由。","p":"chèn wǔ dài  \njiē yǒu yóu","e":"are called the Five Dynasties, and there was a reason for the establishment of each."},{"c":"炎宋兴，  \n受周禅。","p":"yán sòng xīng  \nshòu zhōu chán","e":"Then the fire-led House of Sung arose, and received the resignation of the house of Chou."},{"c":"十八传，  \n南北混。","p":"shí bā zhuàn  \nnánběi hùn","e":"Eighteen times the throne was transmitted, and then the north and the south were reunited."},{"c":"辽与金，  \n帝号纷。","p":"liáo yǔ jīn  \ndì hào fēn","e":"Under the Liao and the Chin dynasties, there was confusion of Imperial titles;"},{"c":"逮灭辽，  \n宋犹存。","p":"dǎi miè liáo  \nsòng yóu cún","e":"when the Liao dynasty was destroyed, the Sung dynasty still remained."},{"c":"至元兴，  \n金绪歇。","p":"zhì yuán xīng  \njīn xù xiē","e":"When the Yüan dynasty arose, the line of the Chin Tartars came to an end,"},{"c":"有宋世，  \n一同灭。","p":"yǒu sòng shì  \nyītóng miè","e":"and the House of Sung was destroyed together with it."},{"c":"并中国，  \n兼戎翟。","p":"bìng Zhōngguó  \njiān róng Zhái","e":"It united the Middle Kingdom, and attached to the empire the tribes of the north and west."},{"c":"明太祖，  \n久亲师。","p":"míng tài zǔ  \njiǔ qīn shī","e":"The founder of the Ming dynasty was for a long time engaged in warfare."},{"c":"传建文，  \n方四祀。","p":"zhuàn jiàn wén  \nfāng sì sì","e":"He transmitted the throne to Chien Wên only four years,"},{"c":"迁北京，  \n永乐嗣。","p":"qiān Běijing  \nyǒng lè sì","e":"when the capital was transferred to Peking, and Yung Lo succeeded the latter."},{"c":"逮崇祯，  \n煤山逝。","p":"dǎi chóng zhēn  \nméi shān shì","e":"At length Ch'ung Chêng died on the Coal Hill."},{"c":"辽于金，  \n皆称帝。","p":"liáo yú jīn  \njiē chèn dì","e":"The Liao Tartars and the Chin Tartars all took the Imperial title."},{"c":"元灭金，  \n绝宋世。","p":"yuán miè jīn  \njué sòng shì","e":"The Yüans (Mongols) destroyed the Chin Tartars, and put an end to the House of Sung."},{"c":"莅中国，  \n兼戎翟。","p":"lì Zhōngguó  \njiān róng Zhái","e":"They governed the Middle Kingdom, and also the wild tribes of the north and west;"},{"c":"九十年，  \n国祚废。","p":"jiǔshí nián  \nguó zuò fèi","e":"after ninety years their mandate was exhausted."},{"c":"太祖兴，  \n国大明。","p":"tài zǔ xīng  \nguó dà míng","e":"Then T'ai Tsu arose, his dynasty being known as Ta Ming."},{"c":"号洪武，  \n都金陵。","p":"hào hóng wǔ  \ndōu jīn líng","e":"He took as his year-title Hung Wu, and fixed his capital at Chin-ling (Nanking)."},{"c":"逮成祖，  \n迁燕京。","p":"dǎi chéng zǔ  \nqiān yàn jīng","e":"At length, under the Emperor Ch'êng Tsu, a move was made to Swallow City (Peking)."},{"c":"十七世，  \n至崇祯。","p":"shí qī shì  \nzhì chóng zhēn","e":"There were seventeen reigns in all, down to and including Ch'ung Chêng."},{"c":"权奄肆，  \n寇如林。","p":"quán yǎn sì  \nkòu rú lín","e":"The hold on the people was relaxed, and rebels sprang up thick as forests."},{"c":"至李闯，  \n神器终。","p":"zhì lǐ chuǎng  \nshén qì zhōng","e":"Then came Li Ch'uang, and the Imperial regalia were destroyed."},{"c":"清太祖，  \n应景命。","p":"qīng tài zǔ  \nyīng jǐng mìng","e":"The founder of the Ch'ing or Pure dynasty responded to the glorious summons;"},{"c":"靖四方，  \n克大定。","p":"jìng sìfāng  \nkè dà dìng","e":"he tranquillised the four quarters (N.S.E. and W.), and achieved the final settlement of the empire."},{"c":"廿二史，  \n全在兹。","p":"niàn èr shǐ  \nquán zài zī","e":"The Twenty-two Dynastic Histories are all embraced in the above."},{"c":"载治乱，  \n知兴衰。","p":"zài zhì luàn  \nzhī xīng shuāi","e":"They contain examples of good and bad government, whence may be learnt the principles of prosperity and decay."},{"c":"读史书，  \n考实录。","p":"dú shǐshū  \nkǎo shí lù","e":"Ye who read history must study the State Annals,"},{"c":"通古今，  \n若亲目。","p":"tōng gǔ jīn  \nruò qīn mù","e":"whereby you will understand ancient and modern events, as though having seen them with your own eyes."},{"c":"口而诵，  \n心而惟。","p":"kǒu ér sòng  \nxīn ér wéi","e":"Recite them with the mouth, and ponder over them in your hearts."},{"c":"朝于斯，  \n夕于斯。","p":"zhāo yú sī  \nxī yú sī","e":"Do this in the morning; do this in the evening."},{"c":"昔仲尼，  \n师项橐。","p":"xī zhòng ní  \nshī xiàng tuó","e":"Of old, Confucius took Hsiang T'o for his teacher."},{"c":"古圣贤，  \n尚勤学。","p":"gǔ shèngxián  \nshàng qín xué","e":"The inspired men and sages of old studied diligently nevertheless."},{"c":"赵中令，  \n读鲁论。","p":"zhào zhòng lǐng  \ndú lǔ lùn","e":"Chao, President of the Council, studied the Lu text of the \"Lun Yü\"."},{"c":"彼既仕，  \n学且勤。","p":"bǐ jì shì  \nxué qiě qín","e":"He, when already an official, studied, and moreover with diligence."},{"c":"披蒲编，  \n削竹简。","p":"pī pú biān  \nxiāo zhújiàn","e":"One opened out rushes and plaited them together; another scraped tablets of bamboo."},{"c":"彼无书，  \n且知勉。","p":"bǐ wú shū  \nqiě zhī miǎn","e":"These men had no books, but they knew how to make an effort."},{"c":"头悬梁，  \n锥刺股。","p":"tóu xuán liáng  \nzhuī cì gǔ","e":"One tied his head to the beam above him; another pricked his thigh with an awl."},{"c":"彼不教，  \n自勤苦。","p":"bǐ bù jiāo  \nzì qín kǔ","e":"They were not taught, but toiled hard of their own accord."},{"c":"如囊萤，  \n如映雪。","p":"rú náng yíng  \nrú yìng xuě","e":"Then we have one who put fireflies in a bag, and again another who used the white glare from snow."},{"c":"家虽贫，  \n学不缀。","p":"jiā suī pín  \nxué bù zhuì","e":"Although their families were poor, these men studied unceasingly."},{"c":"如负薪，  \n如挂角。","p":"rú fù xīn  \nrú guà jiǎo","e":"Again, there was one who carried fuel, and another who used horns as pegs."},{"c":"身虽劳，  \n犹苦卓。","p":"shēn suī láo  \nyóu kǔ zhuó","e":"Although they toiled with their bodies, they were nevertheless remarkable for their application."},{"c":"苏老泉，  \n二十七。","p":"sū lǎo quán  \nèrshí qī","e":"Su Lao-ch'üan, at the age of twenty-seven,"},{"c":"始发愤，  \n读书籍。","p":"shǐ fà fèn  \ndúshū jí","e":"at last began to show his energy and devote himself to the study of books."},{"c":"彼既老，  \n犹悔迟。","p":"bǐ jì lǎo  \nyóu huǐ chí","e":"Then, when already past the age, he deeply regretted his delay."},{"c":"尔小生，  \n宜早思。","p":"ěr xiǎo shēng  \nyí zǎo sī","e":"You little boys should take thought betimes."},{"c":"若梁灏，  \n八十二。","p":"ruò liáng hào  \nbāshí èr","e":"Then there was Liang Hao, who at the age of eighty-two,"},{"c":"对大廷，  \n魁多士。","p":"duì dà tíng  \nkuí duō shì","e":"made his replies in the great hall, and came out first among many scholars."},{"c":"彼既成，  \n众称异。","p":"bǐ jì chéng  \nzhòng chèn yì","e":"When thus late he had succeeded, all men pronounced him a prodigy."},{"c":"尔小生，  \n宜立志。","p":"ěr xiǎo shēng  \nyí lìzhì","e":"You little boys should make up your minds to work."},{"c":"莹八岁，  \n能咏诗。","p":"yíng bā suì  \nnéng yǒng shī","e":"Jung at eight years of age, could compose poetry."},{"c":"泌七岁，  \n能赋棋。","p":"mì qī suì  \nnéng fù qí","e":"Pi, at seven years of age, could make an epigram on \"wei-ch'i\"."},{"c":"彼颖悟，  \n人称奇。","p":"bǐ yǐngwù  \nrén chèn qí","e":"These youths were quick of apprehension, and people declared them to be prodigies."},{"c":"尔幼学，  \n当效之。","p":"ěr yòu xué  \ndàng xiào zhī","e":"You young learners ought to imitate them."},{"c":"蔡文姬，  \n能辨琴。","p":"Cài wén jī  \nnéng biàn qín","e":"Ts'ai Wên-chi was able to judge from the sound of a psaltery."},{"c":"谢道韫，  \n能咏吟。","p":"xiè dào yùn  \nnéng yǒng yín","e":"Hsieh Tao-yün was able to compose verses."},{"c":"彼女子，  \n且聪敏。","p":"bǐ nǚzī  \nqiě cōng mǐn","e":"They were only girls, yet they were quick and clever."},{"c":"尔男子，  \n当自警。","p":"ěr nánzǐ  \ndàng zì jǐng","e":"You boys ought to rouse yourselves."},{"c":"唐刘晏，  \n方七岁。","p":"táng liú yàn  \nfāng qī suì","e":"Liu Yen of the T'ang dynasty, when only seven years of age,"},{"c":"举神童，  \n作正字。","p":"jǔ shéntóng  \nzuō zhèng zì","e":"was ranked as an \"inspired child\", and was appointed a Corrector of Texts."},{"c":"彼虽幼，  \n身己仕。","p":"bǐ suī yòu  \nshēn jǐ shì","e":"He, although a child, was already in an official post."},{"c":"尔幼学，  \n勉而致。","p":"ěr yòu xué  \nmiǎn ér zhì","e":"You young learners strive to bring about a like result."},{"c":"有为者，  \n亦若是。","p":"yǒuwéi zhě  \nyì ruòshì","e":"Those who work will also succeed as he did."},{"c":"犬守夜，  \n鸡司晨。","p":"quǎn shǒuyè  \njī sī chén","e":"The dog keeps guard by night; the cock proclaims the dawn."},{"c":"苟不学，  \n曷为人。","p":"gǒu bù xué  \nhé wéirén","e":"If foolishly you do not study, how can you become men?"},{"c":"蚕吐丝，  \n蜂酿蜜。","p":"cán tù sī  \nfēng niàng mì","e":"The silkworm produces silk, the bee makes honey."},{"c":"人不学，  \n不如物。","p":"rén bù xué  \nbùrú wù","e":"If man does not learn, he is not equal to the brutes."},{"c":"幼而学，  \n壮而行。","p":"yòu ér xué  \nzhuàng ér xíng","e":"Learn while young, and when grown up apply what you have learnt;"},{"c":"上致君，  \n下泽民。","p":"shàng zhì jūn  \nxià zé mín","e":"influencing the sovereign above; benefiting the people below."},{"c":"扬名声，  \n显父母。","p":"yángmíng shēng  \nxiǎn fùmǔ","e":"Make a name for yourselves, and glorify your father and mother,"},{"c":"光于前，  \n裕于后。","p":"guāng yú qián  \nyù yú hòu","e":"shed lustre on your ancestors, enrich your posterity."},{"c":"人遗子，  \n金满嬴。","p":"rén yí zǐ  \njīn mǎn yíng","e":"Men bequeath to their children coffers of gold;"},{"c":"我教子，  \n惟一经。","p":"wǒ jiāo zǐ  \nwéiyī jīng","e":"I teach you children, only this book."},{"c":"勤有功，  \n戏无益。","p":"qín yǒu gōng  \nxì wú yì","e":"Diligence has its reward; play has no advantages,"},{"c":"戒之哉，  \n宜勉力。","p":"jiè zhī zāi  \nyí miǎn lì","e":"Oh, be on your guard, and put forth your strength."}]